Revit 2027 API
ParameterTypeId.CurtaingridAngleVert Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAngleVert { get; }
Public Shared ReadOnly Property CurtaingridAngleVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAngleVert {
	ForgeTypeId^ get ();
}
static member CurtaingridAngleVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace